Repository: guilamu/advanced-pdf-embedder
Catalog: languages/advanced-pdf-embedder-*.po
Languages: fr_fr

source: PDF Viewer
fr_fr: Visionneuse PDF

source: Failed to load PDF viewer.
fr_fr: Échec du chargement de la visionneuse PDF.

source: Please enable JavaScript to view this PDF.
fr_fr: Veuillez activer JavaScript pour afficher ce PDF.

source: Advanced PDF Embedder Settings
fr_fr: Réglages Advanced PDF Embedder

source: EmbedPDF Defaults
fr_fr: Valeurs par défaut EmbedPDF

source: Defaults used by the TinyMCE button and Gutenberg block when inserting a PDF.
fr_fr: Valeurs utilisées par le bouton TinyMCE et le bloc Gutenberg lors de l'insertion d'un PDF.

source: Width
fr_fr: Largeur

source: Height
fr_fr: Hauteur

source: Theme
fr_fr: Thème

source: Language
fr_fr: Langue

source: Show Toolbar
fr_fr: Afficher la barre d'outils

source: Show Sidebar
fr_fr: Afficher la barre latérale

source: Allow Download
fr_fr: Autoriser le téléchargement

source: Allow Print
fr_fr: Autoriser l'impression

source: Allow Annotations
fr_fr: Autoriser les annotations

source: Allow Redaction
fr_fr: Autoriser la rédaction

source: Allow Zoom
fr_fr: Autoriser le zoom

source: Embed PDF
fr_fr: Intégrer un PDF

source: Browse Media Library
fr_fr: Parcourir la médiathèque

source: Select a PDF from the Media Library
fr_fr: Sélectionnez un PDF dans la médiathèque

source: Insert PDF
fr_fr: Insérer le PDF

source: Select a PDF
fr_fr: Sélectionner un PDF

source: Use this PDF
fr_fr: Utiliser ce PDF

source: Light
fr_fr: Clair

source: Dark
fr_fr: Sombre

source: Set default options for the Embed PDF TinyMCE button and Gutenberg block.
fr_fr: Définissez les options par défaut pour le bouton TinyMCE Embed PDF et le bloc Gutenberg.

source: PDF Settings
fr_fr: Paramètres PDF

source: PDF URL
fr_fr: URL du PDF

source: Enter the full URL to the PDF file
fr_fr: Saisissez l'URL complète du fichier PDF

source: Replace from Media Library
fr_fr: Remplacer depuis la médiathèque

source: Select from Media Library
fr_fr: Sélectionner depuis la médiathèque

source: EmbedPDF Viewer
fr_fr: Visionneuse EmbedPDF

source: Please enter a PDF URL in the block settings panel →
fr_fr: Veuillez saisir une URL PDF dans le panneau des réglages du bloc →
